//CALLCBL JOB (ACCTINFO),'MYUSER',CLASS=A,MSGCLASS=X
//STEP01  EXEC PGM=MYCOBPROG
//STEPLIB DD DSN=MY.LOADLIB,DISP=SHR
//SYSOUT  DD SYSOUT=*
//* Example of invoking a custom COBOL program
