//IEBGENER PROC
//STEP01   EXEC PGM=IEBGENER
//SYSUT1   DD  DSN=YOUR.INPUT.DATASET,DISP=SHR
//SYSUT2   DD  DSN=YOUR.OUTPUT.DATASET,
//             DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,SPACE=(CYL,(5,5)),
//             DCB=(RECFM=FB,LRECL=80,BLKSIZE=0)
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  DUMMY