       IDENTIFICATION DIVISION. 
       PROGRAM-ID. DUMMY.
       PROCEDURE DIVISION.
           DISPLAY "DUMMY".
           GOBACK.
       END PROGRAM DUMMY.