       IDENTIFICATION DIVISION. 
       PROGRAM-ID. FILEAID.
       PROCEDURE DIVISION.
           DISPLAY "FILEAID".
           GOBACK.
       END PROGRAM FILEAID.