       IDENTIFICATION DIVISION. 
       PROGRAM-ID. ICEMAN.
       PROCEDURE DIVISION.
           DISPLAY "ICEMAN".
           GOBACK.
       END PROGRAM ICEMAN.