       IDENTIFICATION DIVISION. 
       PROGRAM-ID. IDCAMS.
       PROCEDURE DIVISION.
           DISPLAY "IDCAMS".
           GOBACK.
       END PROGRAM IDCAMS.