       IDENTIFICATION DIVISION. 
       PROGRAM-ID. IEFBR14.
       PROCEDURE DIVISION.
           DISPLAY "IEFBR14".
           GOBACK.
       END PROGRAM IEFBR14.