//JOBX01   JOB (0000000000,000000,00000000,0000000,00000),
//         'JOB DESCRIPTION',CLASS=@CLASS@,MSGCLASS=@MSGCL@,
//         MSGLEVEL=(1,1)
//JOBLIB   DD DSN=@LINKLIB@,DISP=SHR
//         DD DSN=@TEMPLIB@,DISP=SHR
//*
//LIBPROC  JCLLIB ORDER=(@LIBPROCA@,@LIBPROCB@)
//*
//PROCX011 EXEC PROCX011
//*